driver-tests/bpelse/while/WhileJbi/test/BasicAssignment1/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:whil="http://www.mycomp.org/WhileBasicAssignment/WhileBasicAssignment">
  <soapenv:Body>
    <whil:part_0>Basic Assignment</whil:part_0>
    <whil:part_1>0</whil:part_1>
  </soapenv:Body>
</soapenv:Envelope>